Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_es.tmx
Source language: en
Languages: es

source: Retired
es: Jubilado

source: Computer associate professionals
es: Profesionales relacionados con la informática

source: Other personal service activities
es: Otras actividades de servicios personales

source: Fisheries
es: Pesca

source: To enhance the quality and European dimension of teacher training
es: Incrementar la calidad y la dimensión europea de la formación del profesorado

source: Agricultural economics
es: Economía agrícola

source: Leonardo da Vinci Mobility Certificate
es: LEONARDO DA VINCI Certificado de Movilidad

source: Special education teaching associate professionals
es: Profesionales docentes asociados de educación especial

source: South Africa
es: Sudáfrica

source: Enterprises, social partners and their organisations at all levels, including trade organisations and chambers of commerce and industry
es: Empresas, sindicatos y sus organizaciones, incluyendo organizaciones comerciales y cámaras de comercio e industria

source: Inspectors
es: Inspección educativa

source: PREPARATORY VISITS
es: VISITAS PREPARATORIAS

source: Methodology
es: Metodología

source: Guidance material to new approaches and methodologies
es: Materiales de orientación sobre nuevos enfoques y metodologías

source: Group 7 – Actions promoting participation and initiative by young people
es: Grupo 7 - Acciones de promoción de la participación y de la iniciativa de los jóvenes

source: Religion / Ethics
es: Religión/Ética

source: German
es: Alemán

source: Music and musicology
es: Música y musicología

source: Large city - Suburbs
es: Gran ciudad - barrios

source: Physical, mathematical and engineering science professionals
es: Profesionales de Físicas, Matemáticas e Ingeniería

source: Publishing Resources
es: Recursos editoriales

source: Biology and biochemistry
es: Biología y bioquímica

source: Prison
es: Prisiones

source: Criminal law, criminology
es: Derecho penal, Criminología

source: COMENIUS Pupil mobility sending school
es: Centros que envían alumnado en Movilidad de alumnado Comenius

source: EUROPEAN YEAR for Active Ageing and Intergenerational Solidarity (2012)
es: AÑO EUROPEO del envejecimiento activo y de la solidaridad intergeneracional (2012)

source: Financial intermediation, except insurance and pension funding
es: Intermediación financiera, excepto seguros y fondos de pensiones

source: Paper Brochures
es: Folletos de papel

source: Social obstacles
es: Obstáculos sociales

source: Personal services (broad programmes)
es: Servicios personales (programas generales)

source: Community's pre-accession instruments
es: Instrumentos comunitarios de preadhesión

source: SWEDEN
es: SUECIA

source: Pre-primary education teaching associate professionals
es: Profesionales relacionados con la enseñanza pre-primaria

source: Malayalam
es: Malayalan

source: Sao Tome And Principe
es: Santo Tomé y Principe

source: Table
es: Tabla

source: The pedagogical approach
es: El enfoque pedagógico

source: Customs, tax and related government associate professionals
es: Profesionales relacionados con aduanas, impuestos y gobierno

source: Extraction of crude petroleum and natural gas
es: Extracción de petróleo crudo y gas natural

source: CONTACT SEMINARS
es: SEMINARIOS DE CONTACTO

source: DENMARK
es: DINAMARCA

source: In general, how would you rate the quality of service provided by the national agency?
es: En general, ¿como valoraría la calidad del servicio facilitado por la Agencia Nacional?

source: access to level 5A/B less than 3y
es: Acceso directo al nivel 5A/B de duración inferior a 3 años

source: Transparency and recognition of competences and qualifications
es: Transparencia y reconocimiento de competencias y cualificaciones

source: Chinese
es: Chino

source: Architecture and building (others)
es: Arquitectura y construcción (otros)

source: 2.001 to 5.000
es: de 2.001 a 5.000

source: Secondary education teaching professionals
es: Profesores de educación secundaria

source: COMENIUS Assistantships (ASSISTANTS)
es: COMENIUS Ayudantes

source: Promotion of the learning of languages of neighbouring countries
es: Promocion del aprendizaje de idiomas de los países vecinos

source: LEONARDO DA VINCI VETPRO (VET Professionals)
es: LEONARDO DA VINCI VETPRO (Profesionales de la Educación y Formación Profesional)

source: Serbian
es: Serbio

source: To support participants in training and further training activities in the acquisition and the use of knowledge, skills and qualifications to facilitate personal development, employability and participation in the European labour market
es: Apoyar a los participantes en actividades de formación y de formación continua en la adquisición y uso de conocimientos, competencias y cualificaciones con miras al desarrollo personal, la empleabilidad y la participación en el mercado laboral europeo.

source: GRUNDTVIG Multilateral projects
es: GRUNDTVIG Proyectos multilaterales

source: Digital competence
es: Competencia digital

source: Samoan
es: Samoano

source: Excellent
es: Excelente

source: Employed in adult education, full time
es: Empleados en educación paa adultos, a tiempo completo

source: Real estate activities
es: Actividades inmobiliarias

source: work based
es: en centros de trabajo

source: TRANSFER OF INNOVATION
es: TRANSFERENCIA DE INNOVACCIÓN

source: Réunion
es: Reunión

source: Social work associate professionals
es: Profesionales relacionados con el trabajo social

source: General programmes with no special subject emphasis
es: Programas generales sin énfasis en ninguna materia especial

source: Subsistence agricultural and fishery workers
es: Trabajadores de agricultura y pesca de subsistencia

source: Belarus
es: Bielorrusia

source: Ship and aircraft controllers and technicians
es: Técnicos y controladores de la industría naval y aerea

source: Increased cooperation among staff
es: Aumento de la cooperación entre el profesorado

source: I feel more confident
es: Me siento mas seguro

source: The project fosters young people's sense of European citizenship and helps them to understand their role as part of the present and future of Europe
es: El proyecto refuerza el sentimiento de la ciudadanía europea entre los jóvenes y les ayuda a comprender su papel como parte del presente y del futuro de Europa

source: Training course
es: Curso de formación

source: European Cooperation and Collaboration
es: Cooperación y Colaboración europea

source: Inupiaq
es: Inupiak

source: Leonardo Mobility Certificate
es: Certificado de Movilidad Leonardo

source: Fine arts
es: Bellas artes

source: Agricultural, fishery and related labourers
es: Trabajadores agrícolas, pesqueros y profesionales relacionados

source: Egypt
es: Egipto

source: Pedagogical strategy
es: Estrategias pedagógicas

source: Non manual workers
es: Trabajadores no manuales

source: Pupils
es: Alumnos

source: GRUNDTVIG In-Service training and professional development for teachers and other staff in adult education
es: Formación continua para personal de educación de personas adultas

source: Promoting an awareness of the importance of cultural and linguistic diversity within Europe, as well as of the need to combat racism, prejudice and xenophobia
es: Promover una conciencia sobre la importancia de la diversidad cultural y lingüística en Europa, así como de la necesidad de combatir el racismo, los prejuicios y la xenofobia

source: Foreign language training (only language learning as such)
es: Actividades de formación lingüística (sólo para cursos puramente lingüísticos).

source: Construction of buildings
es: Construcción de edificios

source: Côte D´Ivoire
es: Costa de Marfil

source: Quality and evaluation of education
es: Calidad y evaluación de la educación

source: Computer system analysis
es: Análisis de sistemas informáticos

source: Finnish
es: Finlandés

source: Promotion of learning of languages of neighbouring countries
es: Promoción del aprendizaje de idiomas de los países vecinos

source: Body providing guidance and information on Lifelong Learning
es: Organismo de orientación e información sobre aprendizaje permanente

source: pre-vocational and vocational programmes
es: Programas de enseñanza pre-profesional y profesional

source: Traditional education and training modules like handbooks and other training tools
es: Módulos de educación y formación tradicionales como manuales y otras herramientas formativas

source: My sending school/organisation was helpful during my Mobility
es: Mi centro formativo/organización de envío me ha ayudado durante mi Movilidad

source: A project entirely conceived and developed by young people themselves (2 forms in YL)
es: Proyecto íntegramente concebido y desarrollado por jóvenes (2 solicitudes en YL)

source: European project management
es: Gestión de proyectos europeos

source: Labourers in mining, construction, manufacturing and transport
es: Trabajadores de la mina, de la construcción, de la industria y del transporte

source: NORWAY
es: NORUEGA

source: first stage of basic education
es: primer ciclo de la educación básica

source: Arts (broad programmes)
es: Arte (programas generales)

source: Joint/ double degree projects
es: Proyectos de Titulaciones dobles o conjuntas

source: Geographical obstacles
es: Obstáculos geográficos

source: Botswana
es: Botsuana

source: Dominican Republic
es: República Dominicana

source: Assessment, certification, valuing learning
es: Evaluación, certificación, valoración del aprendizaje

source: MANUFACTURING
es: INDUSTRIA MANUFACTURERA

source: MovingImage
es: Imagen en movimiento
